/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "A file with the same name is already installed on your computer. Would you like to replace it with this “%@” widget?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "A newer version of the %@ widget is already installed. Would you like to replace it?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "An older version of the %@ widget is already installed. Would you like to replace it?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Do you want to install the %@ widget and open it in Dashboard?";

/* end preview string */
"End Test" = "End Test";

/* title for OK button */
"Install" = "Install";

/* installation failed title */
"The %@ widget can't be installed." = "The %@ widget can't be installed.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Replace";

/* title for OK button when developer run is on */
"Run" = "Run";

/* preview button string */
"Test Drive" = "Test Drive";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "You can't install the file “%@” because it is not a valid widget.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "The %@ widget is already installed. Would you like to replace it?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "The widget you are installing is already open. Installing this widget will close all copies of the widget.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "The widget you are replacing will be deleted immediately.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "This widget is already installed on your computer but, it's named “%@”. Would you like to replace the widget “%@” with the widget “%@”?";

